Repository: linuxmint/mintdrivers
Catalog: po/mintdrivers-*.po
Languages: ast, az, be, cs, de, es, et, fa, he, hi, ia, ja, ka, lo, lv, nn, pl, te, uz

source: Installation media detected
ast: Detectose un discu d'instalación
be: Знойдзены ўсталёвачны дыск
cs: Bylo detekováno instalační médium
de: Installationsmedien erkannt
es: Medio de instalación detectado
et: Paigaldusmeedium tuvastatud
fa: رسانه نصب شناسایی شد
he: זוהה אמצעי התקנה
hi: स्थापना मीडिया का पता चला
ia: Medio de installation revelate
ja: インストールメディアが検出されました
ka: ნაპოვნია დასაყენებელი მედია
lo: ກວດພົບສື່ການຕິດຕັ້ງ
lv: Noteikts instalācijas datu nesējs
nn: Installasjonsmedium oppdaga
pl: Wykryto nośnik instalacyjny
te: ఇన్‌స్టాలేషన్ మీడియా కనుగొనబడింది
uz: Oʻrnatish diski aniqlandi

source: Press the button below to mount it as a software repository.
ast: Calca'l botón d'abaxu pa montalo comu un repositoriu de software
be: Націсніце кнопку ніжэй каб прымантаваць яго як рэпазіторый.
cs: Stisknutím tlačítka níže jej připojte jako softwarové úložiště.
de: Klicken Sie auf den Knopf unten, um es als Anwendungspaketquelle einzuhängen.
es: Pulse el botón de abajo para montarlo como repositorio de software.
et: Klõpsa alumisel nupul, et haakida see tarkvara-varamuna.
fa: برای سوار کردن به عنوان مخزن نرم‌افزار دکمه زیر را بفشارید.
he: נא ללחוץ על הלחצן למטה לעגינה כמאגר תוכנה.
hi: इसे सॉफ्टवेयर रिपॉजिटरी के रूप में माउंट करने के लिए नीचे दिए गए बटन को दबाएं।
ia: Pulsa le button infra pro montar lo como un repositorio de software.
ja: 下のボタンを押すと、ソフトウェアリポジトリとしてマウントします。
ka: მისი პროგრამების რეპოზიტორიის სახით მისამაგრებლად ქვედა ღილაკს დააწექით.
lo: ກົດປຸ່ມລຸ່ມນີ້ເພື່ອເຊື່ອມຕໍ່ມັນເປັນຄັງຊັອຟແວ.
lv: Nospiediet zemāk esošo pogu, lai to uzstādītu kā programmatūras repozitoriju.
nn: Trykk på knappen nedanfor for å bruke det som ein pakkebrønn.
pl: Naciśnij przycisk poniżej, aby zamontować go jako repozytorium oprogramowania.
te: దీన్ని సాఫ్ట్‌వేర్ రిపోజిటరీగా మౌంట్ చేయడానికి దిగువ బటన్‌ను నొక్కండి.
uz: Uni dasturiy ta'minot repozitoriysi sifatida ulash uchun quyidagi tugmani bosing.

source: Drivers cannot be installed. Please connect to the Internet or insert the Linux Mint installation DVD (or USB stick).
az: Drayverlər quraşdırıla bilməz

source: Applying changes...
az: Seçimləri tətbiq et...
