Repository: linuxmint/mintdrivers
Catalog: po/mintdrivers-la.po
Languages: la

source: Driver Manager
la: Administrator Gubernatorum Apparatuum

source: Re_vert
la: Re_vertere

source: _Apply Changes
la: Mut_ationes recipe

source: _Cancel
la: _Interrumpe

source: _Restart...
la: Adhuc _pelle...

source: Downloading drivers...
la: Gubernatores deducitur ...

source: Installing drivers...
la: Gubernatores instituuntur ...

source: Removing drivers...
la: Gubernatores removentur ...

source: Cancelling...
la: Relinquitur ...

source: Loading cache...
la: Cache legitur ...

source: This device is using the recommended driver.
la: Hic apparatus gubernatore consulto utitur.

source: This device is using an alternative driver.
la: Hic apparatus gubernatore altero utitur.

source: This device is using a manually-installed driver.
la: Hic apparatus e gubernatore manibus instituto operatur.

source: This device is not working.
la: Apparatus non operatur.

source: Continue using a manually installed driver
la: Gubernatore manibus instituto procede

source: Version
la: Versio

source: recommended
la: consultus

source: open-source
la: codex-apertus

source: requires a connection to the Internet
la: ad Interrete conexum quaerit

source: Do not use the device
la: Apparatu non utere

source: Unknown
la: Incognitum

source: Processor
la: Processorium

source: Processor microcode
la: Microprogramma processorii

source: Do not update the CPU microcode
la: CPU micro-codicem non emendare

source: You need to restart the computer to complete the driver changes.
la: Computator iterum accendendus est ut gubernatoris mutationes perficiantur.

source: %(count)d proprietary driver in use.
la: %(count)d gubernator proprietarius operatur.

source: No proprietary drivers are in use.
la: Gubernator proprietarius nullus operatur.

source: Additional and proprietary drivers
la: Gubernatores additicii atque proprietarii

source: Manage the drivers for your devices
la: Gubernatores tuorum apparatuum administra

source: Mount installation media
la: Media intructionis collige

source: Looking for drivers
la: Gubernatores apparatuum queruntur

source: Please wait...
la: Expecta quaeso ...

source: No drivers needed
la: Gubernatores non necessarii

source: Your computer does not need any additional drivers.
la: Computator tuus nullos gubernatores additicios requirit.

source: An error occurred
la: Error evenit

source: OK
la: Ita

source: You appear to be offline
la: Ad rete conexus non videris

source: Connect to the Internet or insert the Linux Mint installation disc (or USB stick).
la: Ad Interrete conecte aut discum Linucis Mint (vel claviculam USB) insere.

source: Installation media detected
la: Media intructionis inventa

source: Press the button below to mount it as a software repository.
la: Botonem pelle ut pro thesauro softwaris colligetur
