Repository: linuxmint/mintdrivers
Catalog: po/mintdrivers-*.po
Languages: ast, az, be, cs, de, es, et, fa, he, hi, ia, ja, ka, lo, lv, nn, pl, te, uz

source: Driver Manager
ast: Xestor de controladores
az: Drayver Meneceri
be: Кіраўнік драйвераў
cs: Správa ovladačů
de: Treiberverwaltung
es: Gestor de controladores
et: Draiverite haldur
fa: مدیریت درایور
he: מנהל הנעי־התקן
hi: चालक प्रबंधक
ia: Gestor de controlator
ja: ドライバーマネージャー
ka: დრაივერების მმართველი
lo: ການຈັດການໄດຣເວີ
lv: Draiveru pārvaldnieks
nn: Drivarbehandlar
pl: Menedżer sterowników
te: డ్రైవర్ మేనేజర్
uz: Drayver menejeri

source: Re_vert
ast: Re_vertir
az: Qayıtmaq
be: _Вярнуць
cs: _Vrátit
de: _Zurücksetzen
es: Re_vertir
et: _Taasta
fa: باز_گرداندن
he: ח_זרה
hi: पूर्ववत करें (_v)
ia: Re_verter
ja: 元に戻す (_V)
ka: დაბრუნება
lo: _ກັບຄືນ
lv: Atsaukt i_zmaiņas
nn: _Tilbakestill
pl: _Przywróć
te: తిరిగి మార్చు
uz: _Orqaga qaytarish

source: _Apply Changes
ast: _Aplicar camudamientos
az: Seçimləri _Tətbiq et
be: _Ужыць змены
cs: Upl_atnit změny
de: _Änderungen anwenden
es: _Aplicar los cambios
et: _Rakenda muudatused
fa: _اعمال تغییرات
he: ה_חלת שינויים
hi: बदलाव लागू करें (_A)
ia: _Appicar le cambios
ja: 変更を適用 (_A)
ka: _ცვლილებების გადატარება
lo: _ນຳໃຊ້ການປ່ຽນແປງ
lv: _Apstiprināt izmaiņas
nn: _Utfør endringane
pl: _Zastosuj zmiany
te: మార్పులు అమలు చెఇ
uz: _O‘zgarishlarni qo‘llash

source: _Cancel
ast: En_caboxar
az: _İmtina
be: _Скасаваць
cs: _Storno
de: _Abbrechen
es: _Cancelar
et: _Katkesta
fa: _لغو
he: _ביטול
hi: रद्द करें (_C)
ia: _Cancellar
ja: キャンセル (_C)
ka: &გაუქმება
lo: _ຍົກເລີກ
lv: At_celt
nn: _Avbryt
pl: _Anuluj
te: రద్దు చేయి
uz: _Bekor qilish

source: _Restart...
ast: _Reaniciar...
az: _Yenidən başlat...
be: _Перазапуск...
cs: _Restartovat…
de: _Neustarten …
es: _Reiniciar...
et: _Taaskäivita...
fa: _راه‌اندازی مجدد...
he: _שתחול...
hi: पुनः आरंभ करें... (_R)
ia: _Reinitiar...
ja: 再起動 (_R)...
ka: _გადატვირთვა...
lo: _ເລີ່ມລະບົບໃໝ່...
lv: _Restartēt...
nn: _Start på nytt...
pl: _Uruchom ponownie...
te: పునఃప్రారంభించండి(_R)
uz: _Qayta ishga tushirish...

source: Downloading drivers...
ast: Descargando controladores....
be: Спампоўка драйвераў...
cs: Stahování ovladačů…
de: Treiber werden heruntergeladen …
es: Descargando controladores...
et: Draiverite allalaadimine...
fa: درحال بارگیری درایور ها...
he: מתבצעת הורדת מנהלי התקנים...
hi: ड्राइवरों को डाउनलोड कर रहा है ...
ia: Discargante controlatores...
ja: ドライバーをダウンロードしています...
ka: დრაივერების გადმოწერა...
lo: ກຳລັງດາວໂຫລດໄດຣເວີ...
lv: Notiek draiveru lejupielāde...
nn: Lastar ned drivarar...
pl: Pobieranie sterowników...
te: డ్రైవర్లను డౌన్‌లోడ్ చేస్తున్నాము...
uz: Drayverlar yuklab olinmoqda...

source: Installing drivers...
ast: Instalando controladores...
be: Усталяванне драйвераў...
cs: Instalace ovladačů…
de: Treiber werden installiert …
es: Instalando controladores...
et: Draiverite paigaldamine...
fa: درحال نصب درایور ها...
he: מתבצעת התקנת מנהלי התקנים...
hi: ड्राइवरों को स्थापित करना...
ia: Installante controlatores...
ja: ドライバーをインストールしています...
ka: დრაივერების დაყენება...
lo: ກຳລັງຕິດຕັ້ງໄດຣເວີ...
lv: Notiek draiveru instalēšana...
nn: Installerer drivarar...
pl: Instalowanie sterowników...
te: డ్రైవర్లను ఇన్‌స్టాల్ చేస్తున్నాము...
uz: Drayverlar o‘rnatilmoqda...

source: Removing drivers...
ast: Desaniciando controladores...
be: Выдаленне драйвераў...
cs: Odebírání ovladačů…
de: Treiber werden entfernt …
es: Eliminando controladores...
et: Draiverite eemaldamine...
fa: درحال حذف درایور ها...
he: מתבצעת הסרת מנהלי התקנים...
hi: ड्राइवरों को हटाना...
ia: Removente controlatores...
ja: ドライバーを削除しています...
ka: დრაივერების წაშლა...
lo: ກຳລັງລຶບໄດຣເວີອອກ...
lv: Notiek draiveru noņemšana...
nn: Fjernar drivarar...
pl: Usuwanie sterowników...
te: డ్రైవర్లను తొలగిస్తోంది...
uz: Drayverlar olib tashlanmoqda...

source: Cancelling...
ast: Encaboxando…
be: Скасаванне...
cs: Ruší se…
de: Wird abgebrochen …
es: Cancelando...
et: Katkestamine...
fa: درحال لغو...
he: מתבצע ביטול...
hi: रद्द किया जा रहा है...
ia: Cancellante...
ja: キャンセルしています...
ka: გაუქმება…
lo: ກຳລັງຍົກເລີກ...
lv: Atceļ...
nn: Avbrytast...
pl: Anulowanie...
te: రద్దుచేయుచున్నది...
uz: Bekor qilinmoqda...

source: Loading cache...
ast: Cargando caché...
be: Загрузка кэша...
cs: Nahrávání vyrovnávací paměti…
de: Zwischenspeicher wird geladen …
es: Cargando la caché...
et: Puhvri laadimine..
fa: درحال بارگذاری حافظه موقت...
he: מתבצעת טעינת מטמון...
hi: कैश लोड हो रहा है...
ia: Cargante cache...
ja: キャッシュを読み込んでいます...
ka: კეშის ჩატვირთვა...
lo: ກຳລັງໂຫລດແຄັຊ...
lv: Notiek kešatmiņas ielāde...
nn: Lastar inn mellomlager...
pl: Ładowanie pamięci podręcznej...
te: కాష్ లోడ్ అవుతోంది...
uz: Kesh yuklanmoqda...

source: This device is using the recommended driver.
ast: Esti preséu ta usando'l controlador aconseyáu.
az: Bu cihaz tövsiyə olunan drayveriistifadə edir
be: Гэта прылада выкарыстоўвае рэкамендаваны драйвер.
cs: Pro toto zařízení je nyní používán doporučený ovladač.
de: Dieses Gerät benutzt den empfohlenen Treiber.
es: Este dispositivo usa el controlador recomendado.
et: See seade kasutab soovitatud draiverit.
fa: این دستگاه از درایور پیشنهاد شده استفاده میکند.
he: התקן זה משתמש במנהל ההתקן המומלץ.
hi: यह डिवाइस अनुशंसित ड्राइवर का उपयोग कर रहा है.
ia: Iste dispositivo usa le controlator recommendate.
ja: このデバイスは推奨のドライバーを使用しています。
ka: მოწყობილობა რეკომენდებულ დრაივერს იყენებს.
lo: ອຸປະກອນນີ້ກຳລັງໃຊ້ໄດຣເວີທີ່ແນະນຳ.
lv: Šī ierīce izmanto ieteicamo draiveri.
nn: Denne eininga brukar den tilrådde drivaren.
pl: To urządzenie korzysta z zalecanego sterownika.
te: ఈ పరికరం సిఫార్సు చేయబడిన డ్రైవర్ ను ఉపయోగిస్తోంది.
uz: Ushbu qurilma tavsiya qilingan drayverdan foydalanmoqda.

source: This device is using an alternative driver.
ast: Esti preséu ta usando un controlador alternativu.
az: Bu cihaz alternativ drayveri istifadə edir
be: Гэта прылада выкарыстоўвае альтэрнатыўны драйвер.
cs: Pro toto zařízení je nyní používán alternativní ovladač.
de: Dieses Gerät benutzt einen alternativen Treiber.
es: Este dispositivo usa un controlador alternativo.
et: See seade kasutab alternatiivset draiverit.
fa: این دستگاه از درایور جایگزین استفاده میکند.
he: התקן זה משתמש במנהל התקן חלופי.
hi: यह डिवाइस किसी वैकल्पिक ड्रायवर का उपयोग कर रहा है.
ia: Iste dispositivo usa un controlator alternative.
ja: このデバイスは代替のドライバーを使用しています。
ka: მოწყობილობა ალტერნატიულ დრაივერს იყენებს.
lo: ອຸປະກອນນີ້ກຳລັງໃຊ້ໄດຣເວີທາງເລືອກອື່ນ.
lv: Šī ierīce izmanto alternatīvo draiveri.
nn: Denne eininga brukar ein alternativ drivar.
pl: To urządzenie korzysta z alternatywnego sterownika.
te: ఈ పరికరం ఒక ప్రత్యామ్నాయ డ్రైవర్ ను ఉపయోగిస్తోంది.
uz: Ushbu qurilma muqobil drayverdan foydalanmoqda.

source: This device is using a manually-installed driver.
ast: Esti preséu ta usando un controlador instaláu a mano.
az: Bu cihaz əl ilə quraşdırılan drayveri istifadə edir
be: Гэта прылада выкарыстоўвае ўласнаручна ўсталяваны драйвер.
cs: Pro toto zařízení je nyní používán ručně nainstalovaný ovladač.
de: Dieses Gerät verwendet einen manuell installierten Treiber.
es: Este dispositivo usa un controlador instalado manualmente.
et: See seade kasutab käsitsi paigaldatud draiverit.
fa: این دستگاه از یک درایور نصب‌شده-دستی استفاده میکند.
he: התקן זה משתמש במנהל התקן שהותקן באופן ידני.
hi: यह डिवाइस मैन्युअल रूप से स्थापित ड्रायवर का उपयोग कर रहा है.
ia: Iste dispositivo es usante un controlator installate manualmente.
ja: このデバイスは手動でインストールしたドライバーを使用しています。
ka: მოწყობილობა ხელით-დაყენებულ დრაივერს იყენებს.
lo: ອຸປະກອນນີ້ກຳລັງໃຊ້ໄດຣເວີແບບ ຕິດຕັ້ງດ້ວຍຕົວເອງ.
lv: Šī ierīce izmanto manuāli instalētu draiveri.
nn: Denne eininga brukar ein drivar som er installert manuelt.
pl: To urządzenie korzysta ze sterownika zainstalowanego ręcznie.
te: ఈ పరికరం ఒక మాన్యువల్గా ఇన్స్టాల్ చేయబడిన డ్రైవర్ ను ఉపయోగిస్తోంది.
uz: Ushbu qurilma qo‘lda o‘rnatilgan drayverdan foydalanmoqda.

source: This device is not working.
ast: Esti preséu nun ta furrulando.
az: Bu cihaz calışmır
be: Гэта прылада не працуе.
cs: Toto zařízení není zprovozněné.
de: Dieses Gerät funktioniert nicht.
es: Este dispositivo no funciona.
et: See seade ei tööta.
fa: این دستگاه کار نمیکند.
he: התקן זה לא מתפקד.
hi: यह डिवाइस कार्य नहीं कर रहा है.
ia: Iste dispositivo non functiona.
ja: このデバイスは動作していません。
ka: მოწყობილობა არ მუშაობს.
lo: ອຸປະກອນນີ້ບໍ່ເຮັດວຽກ.
lv: Šī ierīce nedarbojas.
nn: Denne eininga fungerer ikkje.
pl: To urządzenie nie działa.
te: ఈ పరికరం పనిచేయడం లేదు.
uz: Ushbu qurilma ishlamayapti.

source: Continue using a manually installed driver
ast: Siguir col usu d'un controlador instaláu a mano
az: Əl ilə quraşdırılan drayveri istifadə etməyı davam et
be: Працягваць карыстацца ўласнаручна ўсталяваным драйверам
cs: Používat ručně nainstalovaný ovladač i nadále.
de: Weiterhin einen manuell installierten Treiber verwenden
es: Continuar usando un controlador instalado manualmente
et: Jätka, kasutades käsitsi paigaldatud draiverit
fa: ادامه دادن به استفاده از درایور نصب شده به صورت دستی
he: להמשיך להשתמש במנהל התקן שהותקן באופן ידני
hi: मैन्युअल रूप से स्थापित ड्राइवर का उपयोग जारी रखें
ia: Continuar usante un controlator installate manualmente
ja: 手動でインストールしたドライバーを使い続けます
ka: ხელით დაყენებული დრაივერის გამოყენების გაგრძელება
lo: ສືບຕໍ່ໂດຍໃຊ້ໄດຣເວີທີ່ຕິດຕັ້ງດ້ວຍຕົນເອງ
lv: Turpināt izmantot manuāli instalēto draiveri
nn: Fortsett å bruke ein manuelt installert drivar
pl: Kontynuowanie używania sterownika zainstalowanego ręcznie
te: మాన్యువల్‌గా ఇన్‌స్టాల్ చేయబడిన డ్రైవర్‌ని ఉపయోగించడం కొనసాగించండి
uz: Qo‘lda o‘rnatilgan drayverdan foydalanishni davom ettirish

source: Version
ast: Versión
az: Versiya
be: Версія
cs: Verze
es: Versión
et: Versioon
fa: نگارش
he: גרסה
hi: विवरण
ja: バージョン
ka: ვერსია
lo: ເວີຊັນ
lv: Versija
nn: Versjon
pl: Wersja
te: రూపాంతరం
uz: Versiyasi

source: recommended
ast: Recomendáu
az: tövsiyyə olunur
be: рэкамендуецца
cs: doporučené
de: empfohlen
es: recomendado
et: soovitatav
fa: پیشنهاد شده
he: מומלץ
hi: अनुशंसित
ia: recommendate
ja: 推奨
ka: რეკომენდებული
lo: ແນະນຳ
lv: ieteiktais
nn: anbefalt
pl: zalecany
te: సిఫారసుచేయబడింది
uz: tavsiya qilingan

source: open-source
az: açıq mənbə
cs: ovladač s otevřeným zdrojovým kódem
de: quelloffen
es: código abierto
et: avatud-lähtekood
fa: متن-باز
he: קוד־פתוח
hi: खुला स्त्रोत
ja: オープンソース
ka: ღია კოდი
lo: ແຫຼ່ງເປີດ
lv: atklātā pirmkoda
nn: open kjeldekode
pl: otwartoźródłowy
te: ఓపెన్ సోర్స్
uz: ochiq manba

source: requires a connection to the Internet
ast: requier conexón a internet
az: İnternetə qoşulma tələb olunur
be: патрабуецца злучэнне з інтэрнэтам
cs: vyžaduje připojení k Internetu
de: benötigt eine Verbindung zum Internet
es: requiere una conexión a Internet
et: vajalik internetiühendus
fa: نیازمند اتصال به اینترنت
he: נדרש חיבור לרשת
hi: इंटरनेट से कनेक्शन की आवश्यकता है
ia: necessita un connexion a Internet
ja: インターネットへの接続が必要
ka: მოითხოვს ინტერნეტკავშირს
lo: ຕ້ອງການການເຊື່ອມຕໍ່ອິນເຕີເນັດ
lv: nepieciešams savienojums ar internetu
nn: krev internett-tilkopling
pl: wymaga połączenia z Internetem
te: ఇంటర్నెట్‌కు కనెక్షన్ అవసరం
uz: internetga ulanishni talab qiladi

source: Do not use the device
ast: Nun usar esti preséu
az: Cihazı istifadə etməyin
be: Не выкарыстоўваць прыладу
cs: Nepoužívat toto zařízení
de: Dieses Gerät nicht verwenden
es: No usar este dispositivo
et: Ära kasuta seadet
fa: از دستگاه استفاده نکن
he: לא להשתמש בהתקן
hi: डिवाइस का उपयोग न करें
ia: Non usar le dispositivo
ja: デバイスを使用しません
ka: ამ მოწყობილობის არ გამოყენება
lo: ບໍ່ໃຊ້ອຸປະກອນ
lv: Nelietot ierīci
nn: Ikkje bruk eininga
pl: Nie używaj urządzenia
te: ఈ పరికరాన్ని వాడవద్దు
uz: Ushbu qurilmadan foydalanilmasin

source: Unknown
ast: Desconocíu
az: Naməlum
be: Невядома
cs: Neznámý
de: Unbekannt
es: Desconocido
et: Tundmatu
fa: ناشناخته
he: לא ידוע
hi: अज्ञात
ia: Incognite
ja: 不明
ka: უცნობი
lo: ບໍ່ຮູ້ຈັກ
lv: Nezināms
nn: Ukjend
pl: Nieznany
te: తెలియనది
uz: Noma’lum

source: Processor
ast: Procesador
az: Prosessor
be: Працэсар
cs: Procesor
de: Prozessor
es: Procesador
et: Protsessor
fa: پردازنده
he: מעבד
hi: प्रोसेसर
ja: プロセッサー
ka: პროცესორი
lo: ໜ່ວຍປະມວນຜົນ
lv: Procesors
nn: Prosessor
pl: Procesor
te: ప్రోసెసర్
uz: Protsessor

source: Processor microcode
ast: Micro-códigu del procesador
az: Prosessor mikrokodu
be: Мікракод працэсара
cs: Mikrokód procesoru
de: Prozessormikrocode
es: Microcódigo del procesador
et: Protsessori mikrokood
fa: میکروکدِ پردازنده
he: מיקרו־קוד של המעבד
hi: प्रोसेसर माइक्रोकोड
ia: Microcodice del processor
ja: プロセッサーのマイクロコード
ka: პროცესორის მიკროკოდი
lo: ໄມໂຄຣໂຄດໜ່ວຍປະມວນຜົນ
lv: Procesora mikrokods
nn: Prosessor mikrokode
pl: Mikrokod procesora
te: ప్రాసెసర్ మైక్రోకోడ్
uz: Protsessor microkodi

source: Do not update the CPU microcode
ast: Nun anovar el micro-códigu de la CPU
az: CPU mikrokodunu yeniləməyin
be: Не абнаўляць мікракод працэсара
cs: Neaktualizovat mikrokód procesoru
de: Nicht den Prozessormikrocode aktualisieren
es: No actualizar el microcódigo del procesador
et: Ära uuenda CPU mikrokoodi
fa: میکروکدِ پردازنده را بروزرسانی نکنید
he: לא לעדכן את המיקרו־קוד של המעבד
hi: CPU माइक्रोकोड अपडेट ना करें
ia: Non actualisar le microcodice del processor
ja: CPU マイクロコードを更新しない
ka: CPU-ის მიკროკოდი არ განახლდება
lo: ບໍ່ຕ້ອງອັບເດດໄມໂຄຣໂຄດ CPU
lv: Neatjaunināt CPU mikrokodu
nn: Ikkje oppdater CPU mikrokode
pl: Nie aktualizuj mikrokodu procesora
te: CPU మైక్రోకోడ్‌ని నవీకరించవద్దు
uz: Protsessor microkodini yangilamaslik

source: You need to restart the computer to complete the driver changes.
ast: Reanicia l'equipu p'acabar de configurar el nuevu controlador.
az: Drayver dəyişikliklərini başa çatdırmaq üçün kompüteri yenidən başlatmalısınız.
be: Трэба перазапусціць камп'ютар, каб ужыць змены ў драйверах.
cs: Pro dokončení změn ovladačů je třeba restartovat počítač.
de: Sie müssen den Rechner neu starten, um die Treiberänderungen abzuschließen.
es: Es necesario reiniciar el equipo para completar los cambios de controlador.
et: Sa pead arvuti taaskäivitama, et draiverite muutused mõjuksid.
fa: برای تکمیل تغییرات درایور ها باید سیستم را راه‌اندازی مجدد کنید.
he: נדרש לאתחל את המחשב כדי להשלים שינויים במנהל ההתקן.
hi: आपको ड्राइवर बदलावों को पूर्ण करने के लिए कंप्यूटर को पुनः प्रारंभ करना होगा।
ia: Tu necessita reinitiar le computer pro completar le cambios del controlatores.
ja: ドライバーの変更を完了するには、コンピューターを再起動してください。
ka: დრაივერს ცვლილების დასასრულებლად საჭიროა, გადატვირთოთ კომპიუტერი.
lo: ທ່ານຕ້ອງເລີ່ມລະບົບຄອມພິວເຕີໃໝ່ເພື່ອໃຫ້ການປ່ຽນແປງໄດຣເວີສົມບູນ.
lv: Lai pabeigtu draivera izmaiņas, ir jārestartē dators.
nn: Du må starte maskina på nytt for å fullføre drivarendringane.
pl: Należy uruchomić ponownie komputer, aby wprowadzić zmiany sterowników.
te: డ్రైవర్ మార్పులను పూర్తి చేయడానికి మీరు కంప్యూటర్‌ను పునఃప్రారంభించాలి.
uz: Drayver o‘zgarishlarini yakunlash uchun kompyuterni qayta ishga tushirishingiz kerak.

source: %(count)d proprietary driver in use.
ast: %(count)d controlador propietariu n'usu.
az: %(count)d istifadə olunan özəl drayver
be: %(count)d прыпрыетарны драйвер выкарыстоўваецца.
cs: Je používán %(count)d nesvobodný ovladač.
de: %(count)d proprietärer Treiber in Verwendung.
es: %(count)d controlador privativo en uso.
et: Kasutatakse %(count)d omanduslike õigustega draiverit.
fa: %(count)d درایور انحصاری مورد استفاده است.
he: הֶנֵּעַ הֶתְקֵן קנייני %(count)d בשימוש.
hi: %(count)d अमुक्त स्रोत ड्राइवर उपयोग में है।
ia: %(count)d controlator proprietari in uso.
ja: %(count)d 個のプロプライエタリなドライバーを使用しています。
ka: გამოიყენება %(count)d დახურული დრაივერი.
lo: ກຳລັງໃຊ້ງານໄດຣເວີທີ່ເປັນກຳມະສິດ %(count)d ໂຕ.
lv: tiek izmantots %(count)d īpašniekprogrammatūras draiveris
nn: %(count)d proprietær drivar er i bruk.
pl: W użyciu %(count)d sterownik własnościowy.
te: %(count)d యాజమాన్య డ్రైవర్ ఉపయోగంలో ఉంది.
uz: %(count)d ta xususiy drayver ishlatilmoqda.

source: No proprietary drivers are in use.
ast: Nun se tan usando controladores propietarios
az: Heç bir özəl drayver istifadə edilmir.
be: Прыпрыетарныя драйверы не выкарыстоўваюцца.
cs: Nejsou používány žádné nesvobodné ovladače.
de: Es werden keine proprietären Treiber verwendet.
es: No se usan controladores privativos.
et: Ühtegi omanduslike õigustega draiverit pole kasutusel.
fa: هیچ درایور انحصاری مورد استفاده نیست.
he: לא נעשה שימוש בהֶנֵּעַי הֶתְקֵן קנייניים.
hi: कोई मालिकाना ड्राइवर उपयोग में नहीं हैं।
ia: Nulle controlator proprietari es in uso.
ja: プロプライエタリなドライバーは使用していません。
ka: დახურული კოდის მქონე დრაივერები არ გამოიყენება.
lo: ບໍ່ມີການໃຊ້ງານໄດຣເວີທີ່ເປັນກຳມະສິດ.
lv: Netiek izmantoti īpašniekprogrammatūras draiveri.
nn: Ingen proprietære drivarar er i bruk.
pl: Brak własnościowych sterowników w użyciu.
te: ప్రొప్రైటరీ డ్రైవర్లు ఉపయోగంలో లేవు .
uz: Hech qanday xususiy drayverlar ishlatilmaydi.

source: Additional and proprietary drivers
ast: Controladores propietarios adicionales
be: Дадатковыя і прапрыетарныя драйверы
cs: Dodatečné a proprietární ovladače
de: Zusätzliche und proprietäre Treiber
es: Controladores adicionales y propietarios
et: Lisa- ja omanduslikud draiverid
fa: درایور های اضافی و انحصاری
he: מנהלי התקנים נוספים וקנייניים
hi: अतिरिक्त और मालिकाना ड्राइवर
ia: Controlatores additional e proprietari
ja: プロプライエタリなどの追加のドライバー
ka: დამატებითი და დახურული კოდის მქონე დრაივერები
lo: ໄດຣເວີເພີ່ມເຕີມ ແລະ ທີ່ເປັນກຳມະສິດ
lv: Papildu un patentēti draiveri
nn: Ekstra og proprietære drivarar
pl: Dodatkowe i własnościowe sterowniki
te: అదనపు మరియు యాజమాన్య డ్రైవర్లు
uz: Qo‘shimcha va xususiy drayverlar

source: Manage the drivers for your devices
ast: Xestiona los controladores de los tos dispositivos
az: Cihazlarınız üçün drayverləri idarə edin
be: Кіраваць драйверамі для вашых прылад
cs: Spravovat ovladače vašich zařízení
de: Die Treiber für Ihre Geräte verwalten
es: Gestionar los controladores de dispositivo
et: Seadmete draiverite haldamine
fa: درایور های دستگاه خود را مدیریت کنید
he: ניהול מנהלי התקנים למכשירים שלך
hi: अपने उपकरणों के लिए ड्राइवरों का प्रबंधन करें
ia: Gerer le controlatores de tu dispositivos
ja: デバイスドライバーを管理します
ka: თქვენი მოწყობილობის დრაივერების მართვა
lo: ຈັດການໄດຣເວີສຳລັບອຸປະກອນຂອງທ່ານ
lv: Pārvaldiet ierīču draiverus
nn: Handter drivarane for einingane dine
pl: Zarządzaj sterownikami swoich urządzeń
te: మీ పరికరాల డ్రైవర్లను నిర్వహించండి
uz: Qurilmalar uchun mavjud drayverlarni boshqarish

source: Mount installation media
ast: Montar discu d'instalación
be: Прымантаваць загрузачны дыск
cs: Připojení instalačního média
de: Insatllationsmedium einhängen
es: Montar medio de instalación
et: Paigaldusmeediumi haakimine
fa: سوارکردن رسانه نصب
he: עגינת אמצעי התקנה
hi: माउंट स्थापना मीडिया
ia: Montar medios de installation
ja: インストールメディアをマウント
ka: დასაყენებელი მედიის მიმაგრება
lo: ເຊື່ອມຕໍ່ສື່ການຕິດຕັ້ງ
lv: Montēt instalācijas datu nesēju
nn: Monter installasjonsmedium
pl: Zamontuj nośnik instalacyjny
te: సంస్థాపనా మాధ్యమాన్ని మౌంట్ చేయండి
uz: O‘rnatish diskini ulash

source: Looking for drivers
ast: Guetando controladores
be: Пошук драйвераў
cs: Hledání ovladačů
de: Nach Treibern wird gesucht
es: Buscando controladores
et: Draiverite otsimine
fa: در جست‌وجو درایور ها
he: חיפוש מנהלי התקנים
hi: ड्राइवरों की तलाश
ia: Cercante controlatores
ja: ドライバーを探しています
ka: დრავერების ძებნა
lo: ກຳລັງຊອກຫາໄດຣເວີ
lv: Meklē draiverus
nn: Ser etter drivarar
pl: Wyszukiwanie sterowników
te: డ్రైవర్ల కోసం వెతుకుతున్నాము
uz: Drayverlar qidirilmoqda

source: Please wait...
ast: Espera un segundu...
be: Пачакайце...
cs: Čekejte prosím…
de: Bitte warten …
es: Por favor, espere...
et: Palun oota...
fa: لطفا صبر کنید...
he: נא להמתין…
hi: कृपया प्रतीक्षा करो।।।
ia: Attende per favor...
ja: お待ちください...
ka: გთხოვთ, მოითმინოთ...
lo: ກະລຸນາລໍຖ້າ...
lv: Lūdzu, uzgaidiet...
nn: Vent litt...
pl: Proszę czekać...
te: దయచేసి వేచివుండండి...
uz: Kuting...

source: No drivers needed
ast: Nun faen falta controladores
be: Драйверы непатрэбны
cs: Nejsou potřeba žádné ovladače
de: Keine Treiber benötigt
es: No se necesitan controladores
et: Draivereid pole vaja
fa: درایوری نیاز نیست
he: אין צורך במנהלי התקנים
hi: किसी ड्राइवर की जरूरत नहीं
ia: Nulle controlator necesse
ja: ドライバーは必要ありません
ka: დრაივერები საჭირო არაა
lo: ບໍ່ຕ້ອງການໄດຣເວີ
lv: Draiveri nav nepieciešami
nn: Ingen drivarar er nødvendige
pl: Nie potrzeba sterowników
te: డ్రైవర్లు అవసరం లేదు
uz: Drayverlar kerak emas

source: Your computer does not need any additional drivers.
ast: El to equipu nun tien falta de más controladores
be: Вашаму камп'ютару непатрэбны дадатковыя драйверы.
cs: Váš počítač nepotřebuje žádné dodatečné ovladače.
de: Ihr Rechner benötigt keine zusätzlichen Treiber.
es: El equipo no necesita controladores adicionales.
et: Teie arvuti ei vaja täiendavaid draivereid.
fa: رایانه شما نیاز به هیچ درایور اضافی ندارد.
he: אין למחשבך צורך במנהלי התקנים נוספים.
hi: आपके कंप्यूटर को किसी अतिरिक्त ड्राइवर की आवश्यकता नहीं है।
ia: Tu computer non besonia de altere controlatores.
ja: このコンピューターに追加が必要なドライバーはありません。
ka: თქვენს კომპიუტერს დამატებითი დრაივერები არ სჭირდება.
lo: ຄອມພິວເຕີຂອງທ່ານບໍ່ຕ້ອງການໄດຣເວີເພີ່ມເຕີມ.
lv: Datoram nav nepieciešami papildu draiveri.
nn: Datamaskina di treng ikkje fleire drivarar.
pl: Twój komputer nie potrzebuje żadnych dodatkowych sterowników.
te: మీ కంప్యూటర్‌కు అదనపు డ్రైవర్లు ఏవీ అవసరం లేదు.
uz: Sizning kompyuteringiz qo‘shimcha drayverlarga muhtoj emas.

source: An error occurred
ast: Hebo un error
be: Адбылася памылка
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
et: Tekkis viga
fa: خطایی رخ داد
he: אירעה שגיאה
hi: कोई त्रुटि उत्पन्न हुई
ia: Un error occurreva
ja: エラーが発生しました
ka: შეცდომა
lo: ເກີດຂໍ້ຜິດພາດ
lv: Radās kļūda
nn: Ein feil oppstod
pl: Wystąpił błąd
te: ఒక దోషం ఎదురైంది
uz: Xatolik yuz berdi

source: OK
ast: Aceptar
be: Добра
es: Aceptar
fa: تأیید
he: אישור
hi: ठीक है
ka: დიახ
lo: ຕົກລົງ
lv: LABI
te: సరే

source: You appear to be offline
ast: Paez que nun ties conexón
be: Вы па-за сеткай
cs: Zdá se, že není připojení
de: Sie sind anscheinend nicht im Netz
es: Parece que está desconectado
et: Paistab, et oled ühenduseta
fa: بنظر میاید آفلاین هستید
he: נראה שהמחשב במצב לא מקוון
hi: आप ऑफ़लाइन दिखाई देते हैं
ia: Tu pare esser foras de linea
ja: オフラインのようです
ka: ინტერნეტი არ გაქვთ
lo: ເບິ່ງຄືວ່າທ່ານບໍ່ໄດ້ເຊື່ອມຕໍ່ອິນເຕີເນັດ
lv: Šķiet, ka esat bezsaistē
nn: Du er ikkje tilkopla internett
pl: Wygląda na to, że jesteś offline
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నట్లు కనిపిస్తున్నారు
uz: Siz oflayn bo‘lganga o‘xshaysiz

source: Connect to the Internet or insert the Linux Mint installation disc (or USB stick).
ast: Coneútate a internet o inxerta el discu (o llapiz USB) d'instalación de Linux Mint.
be: Падлучыцеся да інтэрнэта або далучыце ўсталёвачны дыск (ці флэшку) Linux Mint.
cs: Připojte se k internetu nebo vložte instalační disk Linux Mint (nebo USB flash disk).
de: Verbinden Sie sich mit dem Internet oder legen Sie die Linux-Mint-Installations-CD (oder den USB-Stick) ein.
es: Conéctese a Internet o inserte el disco de instalación de Linux Mint (o memoria USB).
et: Ühendu internetti ja sisesta Linux Minti paigaldusplaat (või USB pulk).
fa: به اینترنت وصل شوید یا دیسک(یا USB) نصب Linux Mint را وارد کنید.
he: נא להתחבר לרשת או להכניס את תקליטור התקנת לינוקס מינט (או החסן USB)
hi: इंटरनेट से कनेक्ट करें या Linux मिंट इंस्टॉलेशन डिस्क (या USB स्टिक) डालें।
ia: Connecte te a internet o insere le disco (o clave USB) de installation de Linux Mint.
ja: インターネットに接続するか、Linux Mint のインストールディスク (または USB スティック) を挿入してください。
ka: მიუერთდით ინტერნეტს ან Linux Mint-ის დასაყენებელი დისკი (ან USB დისკი) ჩადეთ.
lo: ເຊື່ອມຕໍ່ອິນເຕີເນັດ ຫຼື ສຽບແຜ່ນຕິດຕັ້ງ Linux Mint (ຫຼື ແທ່ງ USB).
lv: Izveidojiet savienojumu ar internetu vai ievietojiet Linux Mint instalācijas disku (vai USB zibatmiņu).
nn: Kople til internett eller set inn installasjonsplata for Linux Mint (eller ein USB-pinne).
pl: Połącz się z Internetem lub włóż płytę instalacyjną systemu Linux Mint (lub pamięć USB).
te: ఇంటర్నెట్‌కు కనెక్ట్ చేయండి లేదా Linux Mint ఇన్‌స్టాలేషన్ డిస్క్ (లేదా USB స్టిక్) ఇన్‌సర్ట్ చేయండి.
uz: Internetga ulaning yoki Linux Mint o‘rnatish diskini (yoki USB flesh-diskini) joylashtiring.
